tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kylef/formulae"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "px4/px4"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "bash-completion"
brew "bat"
brew "bitrise"
brew "bugsnag-dsym-upload"
brew "openssl@1.1"
brew "python@3.8", link: true
brew "carthage"
brew "suite-sparse"
brew "circleci"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "e2fsprogs"
brew "exiv2"
brew "fastlane"
brew "pkg-config"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gcc@4.9", link: false
brew "gh"
brew "git"
brew "go"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "jansson"
brew "libzip"
brew "llvm"
brew "mitmproxy"
brew "mysql@5.6"
brew "neovim"
brew "nodebrew"
brew "numpy", link: false
brew "opencv", link: false
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "redis@2.6"
brew "ripgrep"
brew "swiftlint"
brew "xcodegen"
brew "zsh"
brew "kylef/formulae/swiftenv"
brew "osx-cross/avr/avr-gcc@8", link: true
brew "px4/px4/gcc-arm-none-eabi"
